map = {
    "1": ["小规模", "较低", "低", "较高", "低", "偏低"],
    "2": ["小规模", "较低", "偏低", "较高", "偏高", "偏低"],
    "3": ["小规模", "略高", "偏低", "中低", "偏高", "偏低"],
    "4": ["小规模", "较低", "低", "较高", "偏高", "偏低"],
    "5": ["大规模", "较低", "较好", "中低", "偏高", "高"],
    "6": ["中等规模", "较低", "偏低", "高", "偏高", "较高"],
    "7": ["中等规模", "较高", "偏低", "较高", "较低", "偏低"],
    "8": ["小规模", "较低", "偏低", "高", "偏高", "偏低"],
    "9": ["中等规模", "较高", "偏低", "较高", "偏高", "偏低"],
    "10": ["中等规模", "较低", "偏低", "较高", "偏高", "较高"],
}

colname = ["企业规模", "司法风险", "经营能力", "经营风险", "信用状况", "技术水平"]


str="123"
num=int(str)
print(type(num))
